[
  {
    "slug": "empanadas-de-yuca",
    "title": "Empanadas de Yuca Ecuatorianas",
    "description": "Deliciosas empanadas de yuca rellenas de queso, crujientes por fuera y suaves por dentro.",
    "region": "Costa",
    "category": "Entradas",
    "difficulty": "Media",
    "servings": "4 personas",
    "prep_time": "30 min",
    "cook_time": "20 min",
    "total_time": "50 min",
    "image_url": "https://images.unsplash.com/photo-1618005198919-d3d4b5a92ead?w=800&q=80",
    "ingredients": [
      "1 kg de yuca fresca, pelada y rallada",
      "200 g de queso fresco, desmenuzado",
      "1 huevo, batido",
      "2 cucharadas de mantequilla",
      "1 cucharadita de sal",
      "1/2 cucharadita de pimienta",
      "1 taza de aceite vegetal, para freír",
      "1 cucharada de achiote en polvo (opcional, para color)"
    ],
    "instructions": [
      "Pela y ralla la yuca fresca hasta obtener una masa fina. Exprime el exceso de líquido usando un paño limpio.",
      "En un bol grande, mezcla la yuca rallada con la mantequilla, el huevo, la sal, la pimienta y el achiote si lo deseas.",
      "Forma pequeñas bolas con la masa de yuca y aplánalas con las manos para hacer discos de unos 8 cm de diámetro.",
      "Coloca una cucharada de queso fresco desmenuzado en el centro de cada disco y dobla los bordes para sellar, formando una media luna.",
      "Calienta el aceite en una sartén profunda a fuego medio-alto. Fríe las empanadas por ambos lados hasta que estén doradas y crujientes, unos 3-4 minutos por lado.",
      "Retira las empanadas del aceite y colócalas sobre papel absorbente para eliminar el exceso de grasa. Sirve caliente."
    ],
    "tips": [
      "Si la masa de yuca está muy húmeda, agrega una cucharada de harina de maíz para compactarla.",
      "Puedes rellenar las empanadas con carne molida o pollo deshebrado como variante.",
      "Fríelas a fuego medio para evitar que se quemen por fuera y queden crudas por dentro.",
      "Acompáñalas con una salsa de ají o una crema de aguacate para un toque extra de sabor."
    ],
    "keywords": [
      "empanadas de yuca",
      "empanadas ecuatorianas",
      "receta empanadas de yuca",
      "comida típica de la costa ecuatoriana",
      "empanadas de yuca con queso",
      "cómo hacer empanadas de yuca",
      "recetas ecuatorianas fáciles",
      "entradas ecuatorianas"
    ],
    "date_published": "2026-02-23",
    "target_audience": "Diáspora",
    "international_substitutes": [
      {
        "original": "yuca fresca",
        "sustituto_usa": "yuca congelada (disponible en supermercados latinos como Goya)",
        "sustituto_europa": "yuca congelada o en conserva (en tiendas latinas o africanas)"
      },
      {
        "original": "queso fresco",
        "sustituto_usa": "queso feta o ricotta salada",
        "sustituto_europa": "queso feta o queso de cabra fresco"
      },
      {
        "original": "achiote en polvo",
        "sustituto_usa": "pimentón dulce con una pizca de cúrcuma",
        "sustituto_europa": "pimentón dulce con una pizca de cúrcuma"
      }
    ],
    "tourism_route": "📍 [Guayaquil]: Mercado Caraguay. Prueba las empanadas de yuca frescas preparadas al momento por vendedoras locales. Precio: $1-2 USD.",
    "id": 2,
    "created_at": "2026-02-23T18:33:09.337Z"
  },
  {
    "slug": "sopa-de-mani-ecuatoriana",
    "title": "Sopa de Maní Ecuatoriana",
    "description": "Deliciosa sopa cremosa de maní, un clásico reconfortante de la Sierra ecuatoriana.",
    "region": "Sierra",
    "category": "Sopas",
    "difficulty": "Media",
    "servings": "4 personas",
    "prep_time": "20 min",
    "cook_time": "40 min",
    "total_time": "60 min",
    "image_url": "https://images.unsplash.com/photo-1543332164-6e82f355badc?w=800&q=80",
    "ingredients": [
      "1 taza de maní crudo (sin sal)",
      "1 litro de leche entera",
      "2 papas medianas (peladas y cortadas en cubos)",
      "1 cebolla blanca pequeña (finamente picada)",
      "2 dientes de ajo (picados)",
      "1 cucharada de aceite vegetal",
      "1 cucharadita de achiote en polvo",
      "Sal al gusto",
      "Pimienta al gusto",
      "1 ramita de cilantro (para decorar)"
    ],
    "instructions": [
      "Tostar el maní en una sartén a fuego medio durante 5 minutos, removiendo constantemente para evitar que se queme. Reservar.",
      "En una licuadora, procesar el maní tostado con 2 tazas de leche hasta obtener una pasta suave. Reservar.",
      "En una olla grande, calentar el aceite y sofreír la cebolla y el ajo a fuego medio hasta que estén transparentes, unos 3 minutos.",
      "Añadir el achiote en polvo al sofrito, mezclar bien y agregar las papas en cubos. Cocinar por 2 minutos.",
      "Incorporar la pasta de maní y el resto de la leche. Cocinar a fuego bajo, removiendo ocasionalmente, por 25-30 minutos hasta que las papas estén tiernas.",
      "Ajustar la sal y pimienta al gusto. Servir caliente, decorando con hojas de cilantro fresco."
    ],
    "tips": [
      "Si la sopa queda muy espesa, puedes agregar más leche o agua hasta alcanzar la consistencia deseada.",
      "Para un sabor más intenso, tuesta el maní hasta que esté ligeramente dorado, pero cuidado con quemarlo.",
      "Acompaña con una rebanada de pan fresco o tostado para una experiencia más tradicional.",
      "Puedes agregar un toque de comino molido para realzar los sabores."
    ],
    "keywords": [
      "sopa de mani ecuatoriana",
      "receta sopa de mani",
      "sopa de mani sierra",
      "platos tipicos ecuador",
      "sopa cremosa de mani",
      "receta tradicional ecuatoriana",
      "comida de la sierra ecuador",
      "sopa de mani facil"
    ],
    "date_published": "2026-02-23",
    "target_audience": "Diáspora",
    "international_substitutes": [
      {
        "original": "Achiote en polvo",
        "sustituto_usa": "Mezcla de paprika y cúrcuma (1:1)",
        "sustituto_europa": "Mezcla de paprika y cúrcuma (1:1)"
      },
      {
        "original": "Maní crudo",
        "sustituto_usa": "Crema de maní natural sin azúcar (ajustar con 2-3 cucharadas)",
        "sustituto_europa": "Crema de maní natural sin azúcar (ajustar con 2-3 cucharadas)"
      }
    ],
    "tourism_route": "📍 Quito: Mercado de San Francisco. Prueba esta sopa en los puestos tradicionales del mercado, un lugar icónico para saborear la comida quiteña. Precio: $2-3 USD.",
    "id": 1,
    "created_at": "2026-02-23T18:32:21.266Z"
  }
]